Repository: vmkspv/lenspect
Catalog: po/*.po
Languages: ar, bg, es, he, ja, nl, pt_br, ru, tr, uk, vi

source: Invalid response format
ar: صيغة رد غير صالحة
bg: Невалиден формат на отговора
es: Formato de respuesta no válido
he: פורמט מענה לא תקני
ja: レスポンスの形式が正しくありません
nl: Ongeldig antwoord
pt_br: Formato de resposta inválido
ru: Неверный формат ответа
tr: Geçersiz yanıt biçimi
uk: Невірний формат відповіді
vi: Định dạng phản hồi không hợp lệ

source: Upload failed
ar: فشِل الرفع
bg: Качването е неуспешно
es: Error al cargar
he: ההעלאה נכשלה
ja: アップロード失敗
nl: Het uploaden is mislukt
pt_br: Falha no upload
ru: Ошибка загрузки
tr: Yükleme başarısız
uk: Помилка завантаження
vi: Tải lên thất bại

source: File size exceeds 650MB limit
es: El tamaño del archivo supera el límite de 650 MB
pt_br: O tamanho do arquivo excede o limite de 650 MB.

source: Invalid URL format
ar: نوع الرابط غير صالح
bg: Форматът на адреса е невалиден
es: Formato de URL no válido
he: כתובת לא תקינה
ja: URL の形式が正しくありません
nl: De url is ongeldig
pt_br: Formato de URL inválido
ru: Неверный формат ссылки
tr: Geçersiz URL biçimi
uk: Невірний формат посилання
vi: Định dạng URL không hợp lệ

source: Calculating file hash...
ar: جارٍ حساب تجزئة الملف...
bg: Изчисляване на хеш на файла...
es: Calculando el hash del archivo...
he: מתבצע אומדן של גיבוב הקובץ...
ja: ファイルのハッシュを計算中...
nl: Bezig met berekenen van controlesom...
pt_br: Calculando o hash do arquivo...
ru: Хэширование файла...
tr: Dosya sağlaması hesaplanıyor...
uk: Хешування файлу...
vi: Đang tính toán tệp hash...

source: Checking for existing analysis...
ar: جارٍ العثور على تحليلات موجودة...
bg: Проверяване за съществуващ анализ...
es: Comprobando si hay análisis existentes...
he: מתבצעת בדיקה אם יש ניתוח נתונים קיים...
ja: 既存の分析結果を確認中...
nl: Bezig met controle op eerdere analyse...
pt_br: Verificando se já existe alguma análise...
ru: Проверка существующих результатов...
tr: Var olan incelemeler denetleniyor...
uk: Перевірка існуючих результатів...
vi: Đang kiểm tra phân tích hiện có...

source: Uploading file...
ar: يُرفع الملف...
bg: Качване на файла...
es: Cargando archivo...
he: הקובץ מועלה...
ja: ファイルのアップロード中...
nl: Bezig met uploaden...
pt_br: Enviando arquivo...
ru: Загрузка файла...
tr: Dosya yükleniyor...
uk: Завантаження файлу...
vi: Đang tải tệp lên...

source: Analysis completed but report unavailable
ar: اكتمل التحليل لكن لا يوجد تقرير
bg: Анализът завърши, но докладът не е наличен
es: Análisis completado, pero informe no disponible
he: ניתוח הנתונים הושלם אבל הדו״ח אינו זמין
ja: 分析は完了しましたが、レポートが利用不能です
nl: De analyse is voltooid, maar er is geen verslag gemaakt
pt_br: Análise concluída, mas relatório indisponível.
ru: Анализ завершён, но отчёт недоступен
tr: İnceleme tamamlandı ancak rapor kullanılabilir değil
uk: Аналіз завершено, але звіт недоступний
vi: Phân tích hoàn tất nhưng báo cáo không có sẵn

source: Analysis timed out
ar: نفذ وقت التحليل
bg: Времето за анализиране изтече
es: Se agotó el tiempo de espera del análisis
he: לניתוח הנתונים אזל הזמן
ja: 分析がタイムアウトしました
nl: Het analyseverzoek is verlopen
pt_br: Análise expirou
ru: Время анализа истекло
tr: İnceleme zaman aşımına uğradı
uk: Час аналізу минув
vi: Phân tích vượt quá thời gian chờ

source: Validating URL...
ar: يُتحقق من صحة الرابط...
bg: Проверяване на адреса...
es: Validación de URL...
he: מתבצע אימות של הכתובת...
ja: URL を検証中...
nl: Bezig met verifiëren van url...
pt_br: Validando URL...
ru: Проверка ссылки...
tr: URL doğrulanıyor...
uk: Перевірка посилання...
vi: Đang xác thực URL...

source: Submitting URL for analysis...
ar: جارٍ إرسال الرابط لتحليله...
bg: Изпращане на адресa за анализ...
es: Enviando URL para su análisis...
he: הכתובת נשלחת לצורך ניתוח נתונים...
ja: URL を分析のために提出中...
nl: Bezig met indienen van url...
pt_br: Enviando URL para análise...
ru: Отправка ссылки на анализ...
tr: İnceleme için URL gönderiliyor...
uk: Надсилання посилання на аналіз...
vi: Đang gửi URL để phân tích...

source: About Lenspect
ar: حول لينسبيكت
bg: Относно Lenspect
es: Acerca de Lenspect
he: על אודות Lenspect
ja: Lenspect について
nl: Over Lenspect
pt_br: Sobre a Lenspect
ru: О приложении
tr: Lenspect hakkında
uk: Про Lenspect
vi: Giới thiệu về Lenspect

source: Drop File to Scan
ar: افلت الملف لفحصه
es: Arrastra el archivo para escanearlo
he: יש לשחרר קובץ בשביל לסרוק אותו
ja: ファイルをドロップしてスキャン
nl: Sleep een bestand hierheen
pt_br: Arraste e solte o arquivo para escanear.
ru: Перетащите файл для сканирования
tr: Taranacak Dosyayı Bırak
uk: Перетягніть файл для сканування
vi: Thả Tệp để Quét

source: API Configuration
ar: ضبط API
bg: Настройки на API
es: Configuración de la API
he: הגדרת API
ja: API 設定
nl: Api-instellingen
pt_br: Configuração da API
ru: Конфигурация API
tr: API Yapılandırması
uk: Конфігурація API
vi: Cấu Hình API

source: Enter your VirusTotal API key
ar: ادخل مفتاح VirusTotal API خاصتك
bg: Въведете вашия API ключ за VirusTotal
es: Introduzca su clave API de VirusTotal
he: נא להקליד את מפתח ה־API של VirusTotal
ja: あなたの持っている VirusTotal の API キーを入力してください
nl: Voer uw api-sleutel in
pt_br: Insira sua chave de API do VirusTotal
ru: Введите API-ключ VirusTotal
tr: VirusTotal API anahtarınızı girin
uk: Введіть API-ключ VirusTotal
vi: Nhập khóa API VirusTotal của bạn

source: Quota
ar: الحصّة
bg: Квота
es: Cuota
he: מכסת שימוש
ja: 使用可能回数
pt_br: Contingente
ru: Лимиты
tr: Kota
uk: Ліміти
vi: Hạn Mức

source: API Key
ar: مفتاح API
bg: API ключ
es: Clave de la API
he: מפתח API
ja: API キー
nl: Api-sleutel
pt_br: Chave de API
ru: API-ключ
tr: API Anahtarı
uk: API-ключ
vi: Khóa API

source: Get API Key
ar: الحصول على مفتاح API
bg: Получете API ключ
es: Obtener la clave API
he: קבלת מפתח API
ja: API キーを入手する
nl: Api-sleutel ophalen
pt_br: Obter chave de API
ru: Получить API-ключ
tr: API Anahtarı Al
uk: Отримати API-ключ
vi: Lấy Khóa API

source: File
ar: الملف
bg: Файл
es: Archivo
he: קובץ
ja: ファイル
nl: Bestand
pt_br: Arquivo
ru: Файл
tr: Dosya
uk: Файл
vi: Tệp

source: File Selection
ar: اختيار الملف
bg: Избор на файл
es: Selección de archivos
he: בחירת קובץ
ja: ファイル選択
nl: Bestandskeuze
pt_br: Seleção de Arquivos
ru: Выбор файла
tr: Dosya Seçimi
uk: Вибір файлу
vi: Chọn tệp

source: History
ar: السجل
bg: История
es: Historial
he: היסטוריה
ja: 履歴
nl: Geschiedenis
pt_br: Histórico
ru: История
tr: Geçmiş
uk: Історія
vi: Lịch sử

source: No File Selected
ar: لم يُختر ملف
bg: Няма избран файл
es: No se ha seleccionado ningún archivo
he: לא נבחר קובץ
ja: ファイルが選択されていません
nl: Er is geen bestand gekozen
pt_br: Nenhum arquivo selecionado
ru: Файл не выбран
tr: Dosya Seçilmedi
uk: Файл не вибрано
vi: Chưa chọn tệp

source: Click to choose a file to scan
ar: انقر لاختيار ملفٍ لفحصه
bg: Натиснете, за да изберете файл за сканиране
es: Haga clic para seleccionar un archivo para escanear
he: יש ללחוץ בשביל לבחור קובץ לסריקה
ja: クリックして、スキャンするファイルを選択
nl: Klik om een bestand te kiezen
pt_br: Clique para selecionar um arquivo para escanear.
ru: Нажмите, чтобы выбрать файл
tr: Taranacak dosyayı seçmek için tıklayın
uk: Натисніть, щоб вибрати файл
vi: Nhấp để chọn tệp để quét

source: URL Input
ar: مدخل الرابط
bg: Въвеждане на адрес
es: Ingresa la URL
he: קלט כתובת
ja: URL 入力
nl: Voer een url in
pt_br: Entrada de URL
ru: Ввод ссылки
tr: URL Girişi
uk: Введення посилання
vi: Nhập URL

source: Paste
ar: لصق
bg: Поставяне
es: Pegar
he: הדבקה
ja: 貼り付け
nl: Plakken
pt_br: Colar
ru: Вставить
tr: Yapıştır
uk: Вставити
vi: Dán

source: Start Scan
ar: بدأ الفحص
bg: Сканиране
es: Iniciar escaneo
he: התחלת הסריקה
ja: スキャン開始
nl: Scan starten
pt_br: Iniciar verificação
ru: Сканировать
tr: Taramayı Başlat
uk: Сканувати
vi: Bắt đầu quét

source: Cancel
ar: إلغاء
bg: Отказване
es: Cancelar
he: ביטול
ja: キャンセル
nl: Annuleren
pt_br: Cancelar
ru: Отмена
tr: İptal
uk: Скасування
vi: Hủy

source: Analyzing...
ar: جارٍ تحليله...
bg: Анализиране...
es: Analizando…
he: מתבצע ניתוח נתונים...
ja: 分析中...
nl: Bezig met analyseren...
pt_br: Analisando...
ru: Анализ...
tr: İnceleniyor...
uk: Аналіз...
vi: Đang phân tích...

source: This may take a few minutes
ar: قد يأخذ بضع دقائق
bg: Това може да отнеме няколко минути
es: Esto puede tardar unos minutos
he: זה ייקח כמה רגעים
ja: これには数分間程度かかることがあります
nl: Dit kan even duren
pt_br: Isso pode levar alguns minutos.
ru: Это может занять несколько минут
tr: Bu işlem birkaç dakika sürebilir
uk: Це може зайняти кілька хвилин
vi: Việc này có thể mất vài phút

source: View on VirusTotal
ar: اظهره على VirusTotal
bg: Виж във VirusTotal
es: Ver en VirusTotal
he: הצגה ב־VirusTotal
ja: VirusTotal で見る
nl: Bekijken op VirusTotal
pt_br: Veja no VirusTotal
ru: Открыть в VirusTotal
tr: VirusTotalʼde Görüntüle
uk: Відкрити у VirusTotal
vi: Xem trên VirusTotal

source: Scan Summary
ar: ملخص الفحص
bg: Обобщение на сканирането
es: Resumen del escaneo
he: סיכום הסריקה
ja: スキャン概要
nl: Samenvatting
pt_br: Resumo do escaneamento
ru: Итоги проверки
tr: Tarama Özeti
uk: Підсумки перевірки
vi: Tóm tắt quét

source: Copy Report
ar: انسخ التقرير
bg: Копиране на доклада
es: Copiar informe
he: העתקת הדו״ח
ja: レポートをコピー
nl: Verslag kopiëren
pt_br: Copiar relatório
ru: Копировать отчёт
tr: Raporu Kopyala
uk: Копіювати звіт
vi: Sao chép báo cáo

source: Export Report
ar: صدّر التقرير
bg: Изнасяне на доклада
es: Exportar informe
he: ייצוא הדו״ח
ja: レポートをエクスポート
nl: Verslag exporteren
pt_br: Relatório de Exportação
ru: Экспорт отчёта
tr: Raporu Dışa Aktar
uk: Експорт звіту
vi: Xuất báo cáo

source: Information
ar: المعلومات
bg: Информация
es: Información
he: מידע
ja: 情報
nl: Informatie
pt_br: Informação
ru: Информация
tr: Bilgi
uk: Інформація
vi: Thông tin

source: Detection Status
ar: حالة الكشف
bg: Състояние на откриване
es: Estado de detección
he: מצב זיהוי
ja: 検出状況
nl: Detectiestatus
pt_br: Estado de detecção
ru: Статус обнаружения
tr: Algılama Durumu
uk: Статус виявлення
vi: Trạng thái phát hiện

source: New Scan
ar: فحص جديد
bg: Ново сканиране
es: Nuevo escaneo
he: סריקה חדשה
ja: 新しいスキャン
nl: Nieuwe scan
pt_br: Novo escaneamento
ru: Новая проверка
tr: Yeni Tarama
uk: Нова перевірка
vi: Quét mới

source: Rescan
ar: عِد الفحص
es: Volver a escanear
he: סריקה חוזרת
ja: 再スキャン
nl: Opnieuw scannen
pt_br: Nova verificação
ru: Пересканировать
tr: Yeniden Tara
uk: Пересканувати
vi: Quét lại

source: Scan Files for Malware
ar: افحص الملفات للبرمجيات الخبيثة
bg: Сканирайте файлове
es: Escanear archivos en busca de malware
he: סריקת קבצים לאיתור נוזקות
ja: ファイルのマルウェアをスキャン
nl: Bekijk of bestanden schadelijk zijn
pt_br: Analise os arquivos em busca de malware.
ru: Сканирование файлов
tr: Dosyaları Kötü Amaçlı Yazılımlara Karşı Tara
uk: Сканування файлів
vi: Quét tệp để phát hiện phần mềm độc hại

source: Use VirusTotal to check files for security threats
ar: استخدم VirusTotal لفحص الملفات لكشف الثغرات الامنية
bg: Използвайте VirusTotal, за да проверите файлове
es: Utiliza VirusTotal para comprobar si los archivos contienen amenazas de seguridad
he: סריקת קבצים עם VirusTotal לאיתור איומי אבטחה
ja: VirusTotal を使ってファイルにセキュリティー上の脅威が無いかを調べます
nl: Scan bestanden met behulp van VirusTotal
pt_br: Use o VirusTotal para verificar se há ameaças à segurança nos seus arquivos.
ru: Проверьте ваши файлы на угрозы безопасности
tr: VirusTotalʼı kullanarak dosyaları güvenlik tehditlerine karşı denetle
uk: Перевірте ваші файли на загрози безпеки
vi: Dùng VirusTotal để kiểm tra tệp tìm mối đe dọa bảo mật

source: Scan URLs for Threats
ar: افحص الروابط للثغرات
bg: Сканирайте адреси
es: Escanear URL en busca de amenazas
he: סריקת כתובות לאיתור איומים
ja: URL の脅威をスキャン
nl: Bekijk of url's schadelijk zijn
pt_br: Analisar URLs em busca de ameaças
ru: Сканирование ссылок
tr: URLʼleri Tehditlere Karşı Tara
uk: Сканування посилань
vi: Quét URL để tìm mối đe dọa

source: Use VirusTotal to check URLs for malicious content
ar: استخدم VirusTotal لفحص الروابط ذات المحتوى الخبيث
bg: Използвайте VirusTotal, за да проверите адреси
es: Utiliza VirusTotal para comprobar si las URL contienen contenido malicioso
he: סריקת כתובות עם VirusTotal לאיתור תוכן זדוני
ja: VirusTotal を使って URL に悪意のあるコンテンツが無いかを調べます
nl: Scan url's met behulp van VirusTotal
pt_br: Use o VirusTotal para verificar se há conteúdo malicioso em URLs.
ru: Проверьте ваши ссылки на вредоносный контент
tr: VirusTotalʼı kullanarak URLʼlerde kötü amaçlı içerik olma durumunu denetle
uk: Перевірте ваші посилання на шкідливий контент
vi: Dùng VirusTotal để kiểm tra URL có nội dung độc hại hay không

source: Ready to scan
ar: مستعد للفحص
bg: Готово за сканиране
es: Listo para escanear
he: מוכנים לסריקה
ja: スキャン準備完了
nl: Klaar om te scannen
pt_br: Pronto para escanear
ru: Готов к сканированию
tr: Taramaya hazır
uk: Готовий до сканування
vi: Sẵn sàng quét

source: Scanning File
ar: الملف يُفحص
bg: Сканиране на файла
es: Escaneando archivo
he: הקובץ נסרק
ja: ファイルをスキャン中
nl: Bezig met scannen...
pt_br: Escaneando arquivo
ru: Сканирование файла
tr: Dosya Taranıyor
uk: Сканування файлу
vi: Đang quét tệp

source: Please wait for the file analysis...
ar: الرجاء انتظار إحصائيات الملف...
bg: Моля, изчакайте за анализа на файла...
es: Por favor, espere mientras se analiza el archivo...
he: נא להמתין לניתוח הנתונים של הקובץ...
ja: ファイルの分析をお待ちください...
nl: Bezig met wachten op analyse...
pt_br: Aguarde a análise do arquivo...
ru: Пожалуйста, дождитесь завершения анализа...
tr: Dosya incelemesi için bekleyin...
uk: Будь ласка, дочекайтеся завершення аналізу...
vi: Vui lòng chờ phân tích tệp...

source: Scanning URL
ar: يجري فحص الرابط
bg: Сканиране на адреса
es: Escaneando URL
he: הכתובת נסרקת
ja: URL をスキャン中
nl: Bezig met scannen...
pt_br: Analisando URL
ru: Сканирование ссылки
tr: URL Taranıyor
uk: Сканування посилання
vi: Đang quét URL

source: Please wait for the URL analysis...
ar: الرجاء انتظار إحصائيات الرابط...
bg: Моля, изчакайте за анализа на адреса...
es: Por favor, espere mientras se analiza la URL...
he: נא להמתין לניתוח הנתונים של הכתובת...
ja: URL の分析をお待ちください...
nl: Bezig met wachten op analyse...
pt_br: Aguarde a análise do URL...
ru: Пожалуйста, дождитесь завершения анализа...
tr: URL incelemesi için lütfen bekleyin...
uk: Будь ласка, дочекайтеся завершення аналізу...
vi: Vui lòng chờ phân tích URL...

source: Could not access the selected file
ar: تعذر الوصول للملف المختار
bg: Избраният файл не може да бъде достъпен
es: No se pudo acceder al archivo seleccionado
he: לא היה ניתן לגשת לקובץ הנבחר
ja: 指定されたファイルにアクセスできませんでした
nl: Het gekozen bestand is ontoegankelijk
pt_br: Não foi possível acessar o arquivo selecionado.
ru: Не удалось получить доступ к файлу
tr: Seçilen dosyaya erişilemedi
uk: Не вдалося отримати доступ до файлу
vi: Không thể truy cập tệp đã chọn

source: Selected file no longer exists
ar: الملف المختر لم يعد موجودًا
bg: Избраният файл вече не съществува
es: El archivo seleccionado ya no existe
he: הקובץ שנבחר אינו קיים עוד
ja: 指定されたファイルは存在しません
nl: Het gekozen bestand bestaat niet meer
pt_br: O arquivo selecionado não existe mais.
ru: Выбранный файл больше не существует
tr: Seçilen dosya artık yok
uk: Вибраний файл більше не існує
vi: Tệp đã chọn không còn tồn tại

source: Cannot read the selected file
ar: تعذرت قراءة الملف المختار
bg: Избраният файл не може да бъде прочетен
es: No se puede leer el archivo seleccionado
he: לא ניתן לקרוא את הקובץ שנבחר
ja: 指定されたファイルを読み込めません
nl: Het gekozen bestand is onleesbaar
pt_br: Não foi possível ler o arquivo selecionado.
ru: Невозможно прочитать выбранный файл
tr: Seçilen dosya okunamıyor
uk: Неможливо прочитати вибраний файл
vi: Không thể đọc tệp đã chọn

source: Please enter a valid URL
ar: ادخل رابط صالح
bg: Въведете валиден адрес
es: Por favor, introduzca una URL válida
he: נא להקליד כתובת תקנית
ja: 正しい URL を入力してください
nl: Voer een geldige url in
pt_br: Por favor, insira um URL válido.
ru: Введите действительную ссылку
tr: Lütfen geçerli bir URL girin
uk: Введіть дійсне посилання
vi: Vui lòng nhập URL hợp lệ

source: Copied to clipboard
ar: نُسِخ للحافظة
bg: Копирано в буфера за обмен
es: Copiado al portapapeles
he: הועתק ללוח
ja: クリップボードにコピーしました
nl: Gekopieerd naar het klembord
pt_br: Copiado para a área de transferência
ru: Скопировано в буфер обмена
tr: Panoya kopyalandı
uk: Скопійовано до буфера обміну
vi: Đã sao chép vào khay nhớ tạm

source: Failed to save report
ar: فشِل حفظ التقرير
bg: Докладът не може да бъде запазен
es: No se pudo guardar el informe
he: שמירת הדו״ח נכשלה
ja: レポートの保存に失敗しました
nl: Het opslaan is mislukt
pt_br: Falha ao salvar o relatório
ru: Не удалось сохранить отчёт
tr: Rapor kaydedilemedi
uk: Не вдалося зберегти звіт
vi: Lưu báo cáo thất bại

source: Lenspect
ar: لينسبيكت

source: VirusTotal;Antivirus;Virus;Malware;Security;Scanner;
ar: VirusTotal;Antivirus;Virus;Malware;Security;Scanner;مكافح فيروسات;فيروس;برنامج خبيث;برامج خبيثة;امان;فاحص;
bg: VirusTotal;антивирусна програма;вирус;злонамерен софтуер;сигурност;скенер;
es: VirusTotal;Antivirus;Virus;Malware;Seguridad;Escáner;
he: VirusTotal;Antivirus;Virus;Malware;Security;Scanner;אנטיוירוס;אנטיווירוס;אנטי;וירוס;נוזקה;סוס טרויאני;אבטחה;רוגלה;סורק;
nl: VirusTotal;Antivirus;Virus;Malware;Security;Beveiliging;Scanner;Anti-virus;
ru: VirusTotal;Антивирус;Вирус;Вредоносное ПО;Безопасность;Сканер;
tr: VirusTotal;Antivirus;Virus;Malware;Security;Scanner;Antivirüs;Virüs;Kötü Amaçlı Yazılım;Güvenlik;Tarayıcı;
uk: VirusTotal;Антивірус;Вірус;Шкідливе ПЗ;Безпека;Сканер;
vi: VirusTotal;Antivirus;Virus;Malware;Security;Scanner;chống virus;phần mềm độc hại;bảo mật;máy quét;quét tệp;

source: File analysis results
ar: نتائج فحص الملف
ru: Результаты анализа файла
uk: Результати аналізу файлу
vi: Kết quả phân tích tệp

source: URL analysis results
ar: نتائج فحص الرابط
ru: Результаты анализа ссылки
uk: Результати аналізу посилання
vi: Kết quả phân tích URL

source: Generated by Lenspect - VirusTotal Scanner for Linux
ar: ولِّد بواسطة لينسبيكت - فاحص VirusTotal للينكس
bg: Генерирано от Lenspect - VirusTotal скенер за Linux
es: Generado por Lenspect - Escáner VirusTotal para Linux
he: נוצר על ידי Lenspect - תוכנית לסריקת קבצים עם VirusTotal עבור לינוקס
ja: Lenspect によって生成されました - Linux の VirusTotal スキャナー
nl: Opgemaakt door Lenspect - een VirusTotal-scanner voor Linux
ru: Сгенерировано Lenspect — сканером VirusTotal для Linux
tr: Lenspect tarafından oluşturulmuştur - Linux için VirusTotal Tarayıcı
uk: Згенеровано Lenspect — сканером VirusTotal для Linux
vi: Được tạo bởi Lenspect - trình quét VirusTotal cho Linux

source: URL
ar: الرابط
bg: Адрес
he: כתובת
ru: Ссылка
uk: Посилання

source: Redirect
ar: إعادة التوجيه
es: Redirigir
he: ניתוב מחדש
ja: リダイレクト
nl: Doorverwijzing
ru: Перенаправление
tr: Yönlendir
uk: Перенаправлення
vi: Chuyển hướng

source: Scanned on
ar: فُحِص في
bg: Сканирано на
es: Escaneado en
he: מועד הסריקה
ja: スキャン日時
nl: Gescand op
ru: Дата анализа
tr: Taranma tarihi
uk: Дата аналізу
vi: Đã quét vào

source: vendors
ar: المُنتِجون
bg: доставчици
es: proveedores
he: שירותי סריקה
ja: チェッカーの総数
nl: verspreiders
ru: сервисов
tr: sağlayıcı
uk: сервісів
vi: nhà cung cấp

source: Network error
ar: خطأ في الشبكة
bg: Мрежова грешка
es: Error de red
he: שגיאת רשת
ja: ネットワークエラー
nl: Verbindingsfout
ru: Сетевая ошибка
tr: Ağ hatası
uk: Мережева помилка
vi: Lỗi mạng

source: File not found
ar: لم يُعثر على الملف
bg: Файлът не е намерен
es: Archivo no encontrado
he: הקובץ לא נמצא
ja: ファイルが見つかりません
nl: Bestand niet aangetroffen
ru: Файл не найден
tr: Dosya bulunamadı
uk: Файл не знайдено
vi: Không tìm thấy tệp

source: File size exceeds 650 MB limit
ar: يتعدي حجم الملف 650 ميجابايت
bg: Размерът на файла надвишава ограничението от 650 МБ
he: גודל הקובץ חורג מהמגבלה של 650 מ״ב
ja: ファイルサイズが 650 MB の上限を超えています
nl: Het bestand overschrijdt het limiet van 650 MB
ru: Размер файла превышает 650 МБ
tr: Dosya boyutu 650 MB sınırını aşıyor
uk: Розмір файлу перевищує 650 МБ
vi: Kích thước tệp vượt quá giới hạn 650 MB

source: Waiting for analysis...
ar: التحليل يُنتَظر...
bg: Изчакване на анализа...
es: Esperando el análisis...
he: בהמתנה לניתוח נתונים...
ja: 分析を待っています...
nl: Bezig met wachten op analyse...
ru: Ожидание анализа...
tr: İnceleme bekleniyor...
uk: Очікування аналізу...
vi: Đang chờ phân tích...

source: Analysis failed
ar: فشِل التحليل
bg: Анализирането е неуспешно
es: El análisis ha fallado
he: ניתוח הנתונים נכשל
ja: 分析が失敗しました
nl: De analyse is mislukt
ru: Анализ не выполнен
tr: İnceleme başarısız oldu
uk: Аналіз не виконано
vi: Phân tích thất bại

source: Copy Hashes
ar: نسخ التجزئات
ru: Копировать хэши
uk: Копіювати хеші
vi: Sao chép hashes

source: Status
ar: الحالة
ru: Статус
uk: Статус
vi: Trạng thái

source: Daily
ar: يومي
bg: Ежедневно
es: Diario
he: באופן יומיומי
ja: 1日あたり
nl: Iedere dag
ru: Ежедневно
tr: Günlük
uk: Щодня
vi: Hàng ngày

source: Monthly
ar: شهري
bg: Ежемесечно
es: Mensual
he: באופן חודשי
ja: 1ヶ月あたり
nl: Iedere maand
ru: Ежемесячно
tr: Aylık
uk: Щомісячно
vi: Hàng tháng

source: Saved to
ar: حُفِظ في
bg: Запазено в
es: Guardado en
he: נשמר אל
ja: 保存先
nl: Opgeslagen in
ru: Сохранено в
tr: Şuraya kaydedildi:
uk: Збережено у
vi: Đã lưu vào
