Repository: vmkspv/lenspect
Catalog: po/*.po
Languages: ar, bg, es, he, ja, nl, pt_br, ru, tr, uk, vi

source: VirusTotal Scanner
ar: فاحص VirusTotal
bg: VirusTotal скенер
es: Escáner VirusTotal
he: תוכנית סריקה עם VirusTotal
ja: VirusTotal スキャナー
pt_br: Scanner do VirusTotal
ru: Сканер VirusTotal
tr: VirusTotal Tarayıcı
uk: Сканер VirusTotal
vi: Trình quét VirusTotal

source: Scan files for threats
ar: افحص الملفات للعثور على تهديدات
bg: Сканирайте файлове за заплахи
es: Analizar archivos en busca de amenazas
he: סריקת קבצים לאיתור איומים
ja: ファイルの脅威をスキャン
nl: Bekijk of bestanden schadelijk zijn
pt_br: Analise os arquivos em busca de ameaças.
ru: Проверяйте файлы на угрозы
tr: Dosyaları tehditlere karşı tara
uk: Перевіряйте файли на загрози
vi: Quét tệp để phát hiện mối đe dọa

source: A lightweight security threat scanner intended to make malware detection more accessible and efficient.
ar: فاحص خفيف للتهديدات الأمنية يهدف لجعل كشف البرمجيات الخبيثة اكثر عملية وسهولة.
bg: Лек скенер за заплахи за сигурността, предназначен да направи откриването на зловреден софтуер по-достъпно и ефективно.
es: Un escáner de amenazas de seguridad ligero diseñado para hacer que la detección de malware sea más accesible y eficiente.
he: סורק איומי אבטחה קליל שנועד להפוך את סריקת הנוזקות לנגישה ויעילה יותר.
ja: マルウェアをもっと簡単に、効率的にスキャンするために開発された軽量のセキュリティー脅威スキャナー。
nl: Een lichte, eenvoudig te gebruiken anti-virustoepassing, waarmee kan worden bekeken of bestanden malware bevatten.
pt_br: Um scanner de ameaças de segurança leve, projetado para tornar a detecção de malware mais acessível e eficiente.
ru: Легковесный сканер угроз безопасности, призванный сделать обнаружение вредоносного ПО более доступным и эффективным.
tr: Kötü amaçlı yazılım tespitini erişilebilir ve verimli kılmak için tasarlanmış hafif güvenlik tehdidi tarayıcısı.
uk: Легкий сканер загроз безпеки, призначений зробити виявлення шкідливого ПЗ більш доступним і ефективним.
vi: Một trình quét mối đe dọa bảo mật gọn nhẹ, nhằm giúp việc phát hiện phần mềm độc hại trở nên dễ tiếp cận và hiệu quả hơn.

source: Main window
ar: النافذة الرئيسية
bg: Основен прозорец
es: Ventana principal
he: חלון ראשי
ja: メインウィンドウ
nl: Hoofdvenster
pt_br: Janela principal
ru: Основное окно
tr: Ana pencere
uk: Основне вікно
vi: Cửa sổ chính

source: Scanning process
ar: عملية الفحص
bg: Процесът на сканиране
es: Proceso de escaneo
he: במהלך הסריקה
ja: スキャンプロセス
nl: Scanopdracht
pt_br: Processo de escaneamento
ru: Процесс сканирования
tr: Tarama işlemi
uk: Процес сканування
vi: Quá trình quét

source: Analysis results
es: Resultados del análisis
pt_br: Resultados da análise

source: Added error banners
pt_br: Adicionadas faixas de erro

source: Added values coloring
pt_br: Adição de valores à coloração

source: Improved page navigation
pt_br: Navegação de página aprimorada

source: Improved display of results
pt_br: Exibição de resultados aprimorada

source: Minor code optimization
pt_br: Pequena otimização de código

source: Updated/added translations:
pt_br: Traduções atualizadas/adicionadas:

source: Dutch (Heimen Stoffels)
pt_br: Holandês (Heimen Stoffels)

source: Hebrew (Omer I.S.)
pt_br: Hebraico (Omer I.S.)

source: Spanish (haggen88)
pt_br: Espanhol (haggen88)

source: Improved drag-and-drop
pt_br: Melhoria na funcionalidade de arrastar e soltar.

source: Increased file size limit
pt_br: Aumento do limite de tamanho de arquivo

source: Added more result items
pt_br: Adicionamos mais itens de resultado.

source: Added result notifications
pt_br: Adicionadas notificações de resultados

source: Added file opener integration
pt_br: Adicionada integração com o abridor de arquivos.

source: Added secure key storage
pt_br: Adicionada a opção de armazenamento seguro de chaves.

source: Implemented search provider
pt_br: provedor de pesquisa implementado

source: Improved UI adaptability
pt_br: Adaptabilidade da interface do usuário aprimorada

source: Japanese (camegone)
pt_br: Japonês (camegone)

source: Bulgarian (twlvnn kraftwerk)
pt_br: Búlgaro (twlvnn kraftwerk)

source: Initial release!
pt_br: Lançamento inicial!

source: Unknown size
ar: حجم مجهول
bg: Неизвестен размер
es: Tamaño desconocido
he: גודל לא ידוע
ja: サイズ不明
nl: Onbekende bestandsgrootte
pt_br: Tamanho desconhecido
ru: Неизвестный размер
tr: Bilinmeyen boyut
uk: Невідомий розмір
vi: Kích thước không xác định

source: Unknown type
ar: نوع مجهول
es: Tipo desconocido
he: סוג לא ידוע
ja: タイプ不明
nl: Onbekend bestandstype
pt_br: Tipo desconhecido
ru: Неизвестный формат
tr: Bilinmeyen tür
uk: Невідомий формат
vi: Loại không xác định

source: Untitled
ar: بلا عنوان
bg: Без заглавие
es: Sin título
he: ללא כותרת
ja: 無題
nl: Naamloos
pt_br: Sem título
ru: Без названия
tr: Başlıksız
uk: Без назви
vi: Không có tiêu đề

source: Scan Complete
ar: اكتمل الفحص
es: Escaneo completado
he: הסריקה הושלמה
ja: スキャン完了
nl: Scannen voltoid
pt_br: Escaneamento concluído
ru: Анализ завершён
tr: Tarama Tamamlandı
uk: Аналіз завершено
vi: Quét hoàn thành

source: No threats detected
ar: لم يُعثر على تهديدات
bg: Няма засечени заплахи
es: No se han detectado amenazas
he: לא זוהו איומים
ja: 脅威は検出されませんでした
nl: Er zijn geen schadelijke bestanden aangetroffen
pt_br: Nenhuma ameaça detectada
ru: Угроз не обнаружено
tr: Tehdit algılanmadı
uk: Загроз не виявлено
vi: Không phát hiện mối đe dọa

source: {} threat(s) detected
ar: عُثِر على {} تهديد
es: {} amenaza(s) detectada(s)
he: זיהינו {} איומים
ja: {} 件の脅威が検出されました
nl: Er is/zijn {} schadelijk(e) bestand(en) aangetroffen
pt_br: {} ameaça(ns) detectada(s)
ru: Обнаружено угроз: {}
tr: {} tehdit algılandı
uk: Виявлено загроз: {}
vi: {} mối đe dọa được phát hiện

source: View Report
ar: اظهر التقرير
es: Ver informe
he: הצגת הדו״ח
ja: レポートを表示
nl: Verslag bekijken
pt_br: Ver relatório
ru: Просмотреть отчёт
tr: Raporu Görüntüle
uk: Переглянути звіт
vi: Xem báo cáo

source: Scan Failed
ar: فشل الفحص
bg: Сканирането е неуспешно
es: Escaneo fallido
he: הסריקה נכשלה
ja: スキャン失敗
nl: Het scannen is mislukt
pt_br: A verificação falhou.
ru: Ошибка сканирования
tr: Tarama Başarısız
uk: Помилка сканування
vi: Quét thất bại

source: An error occurred during scanning
ar: حدث خطأ أثناء الفحص
es: Se produjo un error durante el escaneo
he: אירעה שגיאה במהלך הסריקה
ja: スキャン中にエラーが発生しました
nl: Er is een fout opgetreden tijdens het scannen
pt_br: Ocorreu um erro durante o escaneamento
ru: Во время сканирования произошла ошибка
tr: Tarama sırasında hata oluştu
uk: Під час сканування сталася помилка
vi: Đã xảy ra lỗi trong quá trình quét

source: VirusTotal API Service
ar: خدمة VirusTotal API
bg: VirusTotal API услуга
es: Servicio API de VirusTotal
he: שירות ה־API של VirusTotal
ja: VirusTotal API サービス
nl: VirusTotal-api-dienst
pt_br: Serviço de API do VirusTotal
ru: Служба API VirusTotal
tr: VirusTotal API Hizmeti
uk: Служба API VirusTotal
vi: Dịch vụ API VirusTotal

source: By using this application, you are agreeing to VirusTotal's <a href="https://cloud.google.com/terms">Terms of Service</a> and <a href="https://cloud.google.com/terms/secops/privacy-notice">Privacy Notice</a>, and to the <b>sharing of your Sample submission with the security community</b>.
ar: باستخدامك هذا التطبيق، فأنت توافق على <a href="https://cloud.google.com/terms">شروط الخدمة</a> و<a href="https://cloud.google.com/terms/secops/privacy-notice">سياسة الخصوصية</a> الخاصة بـVirusTotal، ولمشاركة عينة من مشاركتك مع مجتمع الأمن السيبراني.
bg: Използвайки тази програма, Вие се съгласявате с <a href="https://cloud.google.com/terms">Условията за ползване</a> и <a href="https://cloud.google.com/terms/secops/privacy-notice">Политиката за поверителност</a> на VirusTotal, както и със <b>споделянето на Вашия изпратен образец с общността по сигурността</b>.
es: Al utilizar esta aplicación, usted acepta los <a href="https://cloud.google.com/terms">Términos de servicio</a> y el <a href="https://cloud.google.com/terms/secops/privacy-notice">Aviso de privacidad</a> de VirusTotal, así como el <b>intercambio de su muestra enviada con la comunidad de seguridad</b>.
he: השימוש ביישום זה מהווה הסכמה ל<a href="https://cloud.google.com/terms">תנאי השימוש</a> ו<a href="https://cloud.google.com/terms/secops/privacy-notice">מדיניות הפרטיות</a> של VirusTotal, ול<b>שיתוף הקובץ שבחרת לסרוק עם קהילת האבטחה</b>.
nl: Door gebruik te maken van deze toepassing, gaat u akkoord met VirusTotals <a href="https://cloud.google.com/terms">algemene voorwaarden</a> en <a href="https://cloud.google.com/terms/secops/privacy-notice">privacybeleid</a>, en het <b>delen van uw bestand met de gemeenschap</b>.
pt_br: Ao usar este programa, você concorda com os <a href="https://cloud.google.com/terms">Termos de Serviço do VirusTotal </a> e com a <a href="https://cloud.google.com/terms/secops/privacy-notice">Política de Privacidade Aviso</a>, e com o <b>compartilhamento do envio da sua Amostra com a comunidade de segurança</b>.
ru: Используя это приложение, вы соглашаетесь с <a href="https://cloud.google.com/terms">Условиями обслуживания</a> и <a href="https://cloud.google.com/terms/secops/privacy-notice">Политикой конфиденциальности</a> VirusTotal, а также с <b>передачей образцов сканирования сообществу сервиса</b>.
tr: Bu uygulamayı kullanarak, VirusTotal <a href="https://cloud.google.com/terms">Hizmet Şartları</a> ve <a href="https://cloud.google.com/terms/secops/privacy-notice">Gizlilik Uyarısını</a> ve <b>örnek gönderiminizin güvenlik topluluğuyla paylaşılmasını</b> kabul etmiş olursunuz.
uk: Використовуючи цей додаток, ви погоджуєтеся з <a href="https://cloud.google.com/terms">Умовами обслуговування</a> та <a href="https://cloud.google.com/terms/secops/privacy-notice">Політикою конфіденційності</a> VirusTotal, а також з <b>передачею зразків сканування спільноті сервісу</b>.

source: Calculate IP subnets
ar: احسِب الشبكات الفرعية لعنوان IP
bg: Изчисляване на IP адеси за подмрежи
es: Calcular subredes IP
ja: IP サブネットを計算します
nl: Aantal IP-subnetten berekenen
pt_br: Calcular sub-redes IP
ru: Рассчитывайте IP подсетей
tr: IP alt ağlarını hesapla
uk: Розрахуйте IP підмереж
vi: Tính toán phân mạng IP

source: To use Lenspect, you need a public VirusTotal API key: 1. Go to {link} 2. Create a free account 3. Open your profile settings 4. Copy personal API key 5. Paste it in the Lenspect
ar: لاستخدام لينسبيكت، تحتاج إلى مفتاح API عام لـVirusTotal 1. افتح {link} 2. أنشئ حساب مجاني 3. افتح إعدادات ملفك الشخصي 4. انسخ مفتاح API خاصتك 5. ألصقه في لينسبيكت
bg: За да използвате Lenspect, се нуждаете от публичен API ключ за VirusTotal: 1. Отидете на {link} 2. Създайте безплатна регистрация 3. Отворете настройките си 4. Копирайте личния API ключ 5. Поставете го в Lenspect
es: Para utilizar Lenspect, necesitas una clave API pública de VirusTotal: 1. Ve a {link} 2. Crea una cuenta gratuita 3. Abre la configuración de tu perfil 4. Copia la clave API personal 5. Pégala en Lenspect
he: בשביל להשתמש ב־Lenspect, צריך להיות לך מפתח API ציבורי של VirusTotal: 1. נכנסים לכתובת {link} 2. יוצרים חשבון חינמי 3. פותחים את הגדרות הפרופיל 4. מעתיקים את מפתח ה־API האישי שלך 5. מדביקים אותו לתוך Lenspect
ja: Lenspect を利用するためには、VirusTotal の公開 API キーが必要です: 1. {link} を開く 2. 無料のアカウントを作成する 3. メニューから「API Key」を選択する 4. Personal API キーをコピーする 5. Lenspect に貼り付ける
nl: Voor het gebruik van Lenspect is een openbare api-sleutel van VirusTotal vereist: 1. Ga naar {link} 2. Maak een gratis account aan 3. Open uw profielinstellingen 4. Kopieer uw persoonlijke api-sleutel 5. Plak de sleutel in Lenspect
pt_br: Para usar o Lenspect, você precisa de uma chave de API pública do VirusTotal: 1. Acesse {link} 2. Crie uma conta gratuita 3. Abra as configurações do seu perfil 4. Copiar chave de API pessoal 5. Cole-o no Lenspect
ru: Для использования Lenspect необходим API-ключ VirusTotal: 1. Перейдите на {link} 2. Создайте учётную запись 3. Откройте настройки профиля 4. Скопируйте личный API-ключ 5. Вставьте его в Lenspect
tr: Lenspect'i kullanmak için, genel VirusTotal API anahtarına ihtiyacınız vardır: 1. {link} adresine gidin 2. Ücretsiz hesap oluşturun 3. Profil ayarlarını açın 4. Kişisel API anahtarını kopyalayın 5. Lenspectʼe yapıştırın
uk: Для використання Lenspect потрібен API-ключ VirusTotal: 1. Перейдіть на {link} 2. Створіть обліковий запис 3. Відкрийть налаштування профілю 4. Скопіюйть особистий API-ключ 5. Вставте його в Lenspect
vi: Để sử dụng Lenspect, bạn cần một khóa API VirusTotal công khai: 1. Truy cập {link} 2. Tạo tài khoản miễn phí 3. Mở cài đặt hồ sơ 4. Sao chép khóa API cá nhân 5. Dán vào Lenspect

source: Get VirusTotal API Key
ar: الحصول على مفتاح VirusTotal API
bg: Получете API ключ за VirusTotal
es: Obtener la clave API de VirusTotal
he: קבלת מפתח API של VirusTotal
ja: VirusTotal の API キーを入手する
nl: Api-sleutel ophalen
pt_br: Obtenha a chave da API do VirusTotal
ru: Получить API-ключ
tr: VirusTotal API Anahtarını Al
uk: Отримати API-ключ
vi: Lấy khóa API VirusTotal

source: Close
ar: غلق
bg: Затваряне
es: Cerrar
he: סגירה
ja: 閉じる
nl: Sluiten
pt_br: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
vi: Đóng

source: Documentation
ar: الوثائق
bg: Документация
es: Documentación
he: תיעוד
ja: ドキュメント
nl: Documentatie
pt_br: Documentação
ru: Документация
tr: Belgelendirme
uk: Документація
vi: Tài Liệu

source: Select file to scan
ar: اختر ملفًا لفحصه
bg: Избор на файл за сканиране
es: Seleccionar archivo para escanear
he: נא לבחור קובץ לסריקה
ja: スキャン対象のファイルを選択
nl: Kies een te scannen bestand
pt_br: Selecione o arquivo para escanear
ru: Выбрать файл
tr: Taranacak dosyayı seç
uk: Вибір файла
vi: Chọn tệp để quét

source: Export report
ar: صدّر التقرير
bg: Изнасяне на доклада
es: Exportar informe
he: ייצוא הדו״ח
ja: レポートをエクスポート
nl: Verslag exporteren
pt_br: Relatório de exportação
ru: Экспорт отчёта
tr: Raporu dışa aktar
uk: Експорт звіту
vi: Xuất báo cáo

source: File History
ar: سجل الملفات
bg: Използвани файлове
es: Historial de archivos
he: היסטוריית קבצים
ja: ファイル履歴
nl: Bestandsgeschiedenis
pt_br: Histórico de arquivos
ru: История файлов
tr: Dosya Geçmişi
uk: Історія файлів
vi: Lịch sử tệp

source: URL History
ar: سجل الروابط
bg: Използвани адреси
es: Historial de URL
he: היסטוריית כתובות
ja: URL 履歴
nl: Url-geschiedenis
pt_br: Histórico de URLs
ru: История ссылок
tr: URL Geçmişi
uk: Історія посилань
vi: Lịch sử URL

source: Clear
ar: محو
bg: Изчистване
es: Limpiar
he: ניקוי
ja: 削除
nl: Wissen
pt_br: Limpar
ru: Очистить
tr: Temizle
uk: Очистити
vi: Xóa

source: No History
ar: لا يوجد سجل
bg: Няма история
es: Sin historial
he: אין היסטוריית קבצים
ja: 履歴がありません
nl: Er is geen geschiedenis
pt_br: Sem histórico
ru: Ничего нет
tr: Geçmiş Yok
uk: Нічого немає
vi: Không có lịch sử

source: Your scanned files will appear here
ar: ملفاتك المفحوصة ستظهر هنا
bg: Вашите сканирани файлове ще се появят тук
es: Sus archivos escaneados aparecerán aquí
he: הקבצים שסרקת יופיעו כאן
ja: あなたがスキャンしたファイルがここに表示されます
nl: Gescande bestanden worden hier getoond
pt_br: Seus arquivos escaneados aparecerão aqui
ru: История сканирований появится здесь
tr: Taranan dosyalarınız burada görünecek
uk: Історія сканувань з'явиться тут
vi: Các tệp bạn quét sẽ xuất hiện ở đây

source: Your scanned URLs will appear here
ar: روابطك المفحوصة ستظهر هنا
bg: Вашите сканирани адреси ще се появят тук
es: Las URL escaneadas aparecerán aquí
he: הכתובות שסרקת יופיעו כאן
ja: あなたがスキャンした URL がここに表示されます
nl: Gescande ur'l worden hier getoond
pt_br: Suas URLs escaneadas aparecerão aqui
ru: История сканирований появится здесь
tr: Taranan URLʼleriniz burada görünecek
uk: Історія сканувань з'явиться тут
vi: Các URL bạn quét sẽ xuất hiện ở đây

source: Select
ar: اختيار
bg: Избор
es: Seleccionar
he: בחירה
ja: 選択
nl: Kiezen
pt_br: Selecione
ru: Выбрать
tr: Seç
uk: Вибрати
vi: Chọn

source: History cleared
ar: مُحِي السجل
bg: Историята е изчистена
es: Historial borrado
he: ההיסטוריה נוקתה
ja: 履歴を削除しました
nl: De geschiedenis is gewist
pt_br: Histórico apagado
ru: История очищена
tr: Geçmiş temizlendi
uk: Історія очищена
vi: Đã xóa lịch sử

source: Loading File Report
ar: تقرير الملف يحمل
bg: Зареждане на файла на доклада
es: Cargando informe de archivo
he: דו״ח הקובץ נטען
ja: ファイルのレポートを読み込み中
nl: Bezig met laden van verslag...
pt_br: Relatório de carregamento de arquivos
ru: Получение отчёта
tr: Dosya Raporu Yükleniyor
uk: Отримання звіту
vi: Đang tải báo cáo tệp

source: No report found for this file
ar: لم يُعثر على تقرير للملف
bg: Няма намерен доклад за този файл
es: No se ha encontrado ningún informe para este archivo
he: לא נמצא דו״ח לקובץ זה
ja: このファイルに関するレポートはありませんでした
nl: Er is geen verslag beschikbaar
pt_br: Nenhum relatório encontrado para este arquivo.
ru: Отчёт для этого файла не найден
tr: Bu dosya için rapor bulunamadı
uk: Звіт для цього файлу не знайдено
vi: Không tìm thấy báo cáo cho tệp này

source: Loading URL Report
ar: تقرير الرابط يُحمِل
bg: Зареждане на доклада за адреса
es: Cargando informe de URL
he: דו״ח הכתובת נטען
ja: URL のレポートを読み込み中
nl: Bezig met laden van verslag...
pt_br: Carregando relatório de URL
ru: Получение отчёта
tr: URL Raporu Yükleniyor
uk: Отримання звіту
vi: Đang tải báo cáo URL

source: No report found for this URL
ar: لم يُعثر على تقارير لهذا العنوان
bg: Докладът за този адрес не може да бъде намерен
es: No se ha encontrado ningún informe para esta URL
he: לא נמצא דו״ח לכתובת זו
ja: この URL に関するレポートはありませんでした
nl: Er is geen verslag beschikbaar
pt_br: Nenhum relatório encontrado para este URL
ru: Отчёт для этой ссылки не найден
tr: Bu URL için rapor bulunamadı
uk: Звіт для цього посилання не знайдено
vi: Không tìm thấy báo cáo cho URL này

source: Fetching existing analysis...
ar: جارٍ جلب الإحصائيات الموجودة...
bg: Доставяне на съществуващия анализ...
es: Obteniendo análisis existentes...
he: ניתוח הנתונים הקיים נטען...
ja: 既存の分析結果を取得中...
nl: Bezig met laden van eerdere analyse...
pt_br: Obtendo análises existentes...
ru: Загрузка существующих результатов...
tr: Var olan incelemeler alınıyor...
uk: Завантаження існуючих результатів...
vi: Đang truy xuất phân tích hiện có...

source: File Information
ar: معلومات الملف
bg: Информация за файла
es: Información del archivo
he: מידע על הקובץ
ja: ファイル情報
nl: Bestandsinformatie
pt_br: Informações do arquivo
ru: Информация о файле
tr: Dosya Dilgisi
uk: Інформація про файл
vi: Thông tin tệp

source: Filename
ar: اسم الملف
bg: Име на файл
es: Nombre del archivo
he: שם קובץ
ja: ファイル名
nl: Bestandsnaam
pt_br: Nome do arquivo
ru: Имя файла
tr: Dosya adı
uk: Ім'я файлу
vi: Tên tệp

source: Size
ar: الحجم
bg: Размер
es: Tamaño
he: גודל
ja: サイズ
nl: Grootte
pt_br: Tamanho
ru: Размер
tr: Boyut
uk: Розмір
vi: Kích thước

source: Type
ar: النوع
es: Tipo
he: סוג
ja: タイプ
pt_br: Tipo
ru: Формат
tr: Tür
uk: Формат
vi: Loại

source: First Submission
ar: أول عملية إرسال
es: Primer envío
he: השליחה הראשונה
ja: 最初の提出日時
nl: Ingediend op
pt_br: Primeira submissão
ru: Первая отправка
tr: İlk Gönderim
uk: Перша відправка
vi: Lần nộp đầu tiên

source: Last Analysis
ar: أخر تحليل
bg: Последен анализ
es: Último análisis
he: ניתוח הנתונים האחרון
ja: 最終スキャン日時
nl: Recentste analyse
pt_br: Última análise
ru: Последний анализ
tr: Son İnceleme
uk: Останній аналіз
vi: Phân tích cuối cùng

source: Times Submitted
ar: مرات الإرسال
es: Veces enviadas
he: מספר פעמים שבוצעה שליחה
ja: 提出回数
nl: Aantal keer ingediend
pt_br: Tempos de envio
ru: Всего отправок
tr: Kaç Defa Gönderildiği
uk: Всього відправок
vi: Số lần gửi

source: URL Information
ar: معلومات الرابط
bg: Информация за адреса
es: Información sobre la URL
he: מידע על הכתובת
ja: URL 情報
nl: Url-informatie
pt_br: Informações da URL
ru: Информация о ссылке
tr: URL Bilgileri
uk: Інформація про посилання
vi: Thông tin URL

source: Title
ar: العنوان
bg: Заглавие
es: Título
he: כותרת
ja: タイトル
nl: Titel
pt_br: Título
ru: Заголовок
tr: Başlık
uk: Заголовок
vi: Tiêu đề

source: Final URL
ar: الرابط النهائي
es: URL final
he: הכתובת הסופית
ja: 最終的な URL
nl: Resultaat-url
pt_br: URL final
ru: Итоговая ссылка
tr: Son URL
uk: Підсумкове посилання
vi: URL cuối cùng

source: Community Score
ar: نتيجة المجتمع
bg: Оценка от общността
es: Puntuación de la comunidad
he: דירוג קהילתי
ja: コミュニティスコア
nl: Gemeenschapsscore
pt_br: Pontuação da Comunidade
ru: Репутация
tr: Topluluk Puanı
uk: Репутація
vi: Điểm cộng đồng

source: Redirection Chain
ar: سلسلة إعادة التوجيه
es: Cadena de redireccionamiento
he: שרשרת ניתוב כתובות
ja: リダイレクトチェーン
nl: Doorverwijsketting
pt_br: Cadeia de redirecionamento
ru: Перенаправления
tr: Yönlendirme Zinciri
uk: Перенаправлення
vi: Chuỗi chuyển hướng

source: Categories
ar: التصنيفات
bg: Категории
es: Categorías
he: קטגוריות
ja: カテゴリー
nl: Categorieën
pt_br: Categorias
ru: Категории
tr: Kategoriler
uk: Категорії
vi: Danh mục

source: No Threats Detected
ar: لم يُعثر على تهديدات
bg: Няма засечени заплахи
es: No se han detectado amenazas
he: לא זוהו איומים
ja: 脅威は検出されませんでした
nl: Er zijn geen schadelijke bestanden aangetroffen
pt_br: Nenhuma ameaça detectada.
ru: Угроз не обнаружено
tr: Tehdit Algılanmadı
uk: Загроз не виявлено
vi: Không phát hiện mối đe dọa

source: Threats Detected
ar: التهديدات المعثور عليها
bg: Открити заплахи
es: Amenazas detectadas
he: זוהו איומים
ja: 脅威が検出されました
nl: Aantal schadelijke bestanden
pt_br: Ameaças detectadas
ru: Обнаружены угрозы
tr: Algılanan Tehditler
uk: Виявлені загрози
vi: Phát hiện mối đe dọa

source: Detection Statistics
ar: إحصائيات الكشف
bg: Статистика за засичане
es: Estadísticas de detección
he: סטטיסטיקת זיהוי
ja: 検出の統計
nl: Detectiestatistieken
pt_br: Estatísticas de detecção
ru: Статистика анализа
tr: Algılama İstatistikleri
uk: Статистика аналізу
vi: Thống kê phát hiện

source: Malicious
ar: خبيث
bg: Злонамерени
es: Malicioso
he: זדוני
ja: 悪意のある
nl: Kwaadaardig
pt_br: Malicioso
ru: Вредоносный
tr: Zararlı
uk: Шкідливий
vi: Độc hại

source: Suspicious
ar: مشبوه
bg: Подозрителни
es: Sospechoso
he: חשוד
ja: 疑わしい
nl: Verdacht
pt_br: Suspeito
ru: Подозрительный
tr: Şüpheli
uk: Підозрілий
vi: Đáng ngờ

source: Clean
ar: نظيف
bg: Безопасно
es: Limpio
he: ניקוי
ja: クリーン
nl: Smetteloos
pt_br: Limpar
ru: Чисто
tr: Temiz
uk: Чисто
vi: Sạch

source: Undetected
ar: غير مكتشف
bg: Незасечено
es: No detectado
he: לא זוהה
ja: 検出無し
nl: Niet vastgesteld
pt_br: Não detectado
ru: Не обнаружено
tr: Algılanmadı
uk: Не виявлено
vi: Chưa phát hiện

source: Total Vendors
ar: إجمالي المُنتِجين
bg: Общо доставчици
es: Total de proveedores
he: סך כל שירותי הסריקה
ja: チェッカーの総数
nl: Totaal aantal verspreiders
pt_br: Total de Fornecedores
ru: Всего сервисов
tr: Toplam Sağlayıcı
uk: Усього сервісів
vi: Tổng nhà cung cấp

source: Threat Detections
ar: التهديدات المكتشَفة
bg: Засечени заплахи
es: Detección de amenazas
he: זיהוי איומים
ja: 脅威の検出件数
nl: Aangetroffen schadelijkheden
pt_br: Detecção de ameaças
ru: Обнаруженные угрозы
tr: Tehdit Algılamaları
uk: Виявлені загрози
vi: Phát hiện mối đe dọa

source: Copy
ar: نسخ
bg: Копиране
es: Copiar
he: העתקה
ja: コピー
nl: Kopiëren
pt_br: Cópia
ru: Копировать
tr: Kopyala
uk: Копіювати
vi: Sao chép

source: Unknown
ar: مجهول
bg: Неизвестно
es: Desconocido
he: לא ידוע
ja: 不明
nl: Onbekend
pt_br: Desconhecida
ru: Неизвестно
tr: Bilinmeyen
uk: Невідомо
vi: Không rõ

source: Unknown threat
ar: تهديد مجهول
bg: Неизвестна заплаха
es: Amenaza desconocida
he: איום בלתי ידוע
ja: 不明な脅威
nl: Onbekend schadelijkheid
pt_br: Ameaça desconhecida
ru: Неизвестная угроза
tr: Bilinmeyen tehdit
uk: Невідома загроза
vi: Mối đe dọa không rõ

source: Malicious URL
ar: رابط خبيث
bg: Злонамерен адрес
es: URL maliciosa
he: כתובת זדונית
ja: 悪意のある URL
nl: Kwaadaardige url
pt_br: URL maliciosa
ru: Вредоносная ссылка
tr: Kötü amaçlı URL
uk: Шкідливе посилання
vi: URL độc hại

source: API key is required
ar: مفتاح API مطلوب
bg: Необходим е API ключ
es: Se requiere una clave API
he: נדרש מפתח API
ja: API キーが必要です
nl: Api-sleutel vereist
pt_br: É necessária uma chave de API.
ru: Требуется API-ключ
tr: API anahtarı gerekli
uk: Потрібен API-ключ
vi: Cần khóa API
